Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Translated code: %@
ar: رمز مترجم: %@
de: Übersetzter Code: %@
el: Μεταφρασμένος κώδικας: %@
es: Código traducido: %@
fa: کد ترجمه‌شده: %@
fr: Code traduit : %@
he: קוד מתורגם: %@
hi: अनूदित कोड: %@
id: Kode terjemahan: %@
it: Codice tradotto: %@
ja: 翻訳されたコード：%@
ko: 번역된 코드: %@
nl: Vertaalde code: %@
pl: Przetłumaczony kod: %@
pt: Código traduzido: %@
ru: Переведённый код: %@
sv: Översatt kod: %@
th: โค้ดที่แปลแล้ว: %@
tr: Çevrilmiş kod: %@
uk: Перекладений код: %@
vi: Mã đã dịch: %@
zh_hans: 已翻译的代码：%@

source: Detail Pages and VoiceOver Now Use Your Language Throughout
ar: صفحات التفاصيل وVoiceOver بلغتك الآن بالكامل
de: Detailseiten und VoiceOver jetzt durchgehend in deiner Sprache
el: Οι σελίδες λεπτομερειών και το VoiceOver μιλούν πλέον παντού τη γλώσσα σας
es: Las páginas de detalle y VoiceOver ya usan tu idioma en todo momento
fa: صفحه‌های جزئیات و VoiceOver اکنون کاملاً به زبان شما هستند
fr: Les pages de détail et VoiceOver sont désormais entièrement dans votre langue
he: דפי הפרטים ו-VoiceOver מדברים עכשיו בשפה שלך לכל אורך הדרך
hi: विवरण पेज और VoiceOver अब पूरी तरह आपकी भाषा में
id: Halaman Detail dan VoiceOver Kini Sepenuhnya dalam Bahasa Anda
it: Le pagine di dettaglio e VoiceOver ora usano la tua lingua ovunque
ja: 詳細ページと VoiceOver がすべてあなたの言語に
ko: 상세 페이지와 VoiceOver가 이제 모두 사용자 언어로 표시됩니다
nl: Detailpagina's en VoiceOver gebruiken nu overal je eigen taal
pl: Strony szczegółów i VoiceOver są teraz w całości w Twoim języku
pt: As páginas de detalhes e o VoiceOver agora usam seu idioma em tudo
ru: Страницы с подробностями и VoiceOver теперь полностью на вашем языке
sv: Detaljsidor och VoiceOver använder nu ditt språk hela vägen
th: หน้ารายละเอียดและ VoiceOver ใช้ภาษาของคุณทั้งหมดแล้ว
tr: Ayrıntı Sayfaları ve VoiceOver Artık Tamamen Sizin Dilinizde
uk: Сторінки з подробицями й VoiceOver тепер повністю вашою мовою
vi: Trang chi tiết và VoiceOver giờ dùng ngôn ngữ của bạn ở mọi nơi
zh_hans: 详情页面和 VoiceOver 现已全面使用你的语言

source: With the app set to another language, parts of every detail page were still in English: section headings like Steps to Reproduce and Episode Notes, the podcast player's buttons, bug status and severity, App Store notices on app entries, and much of what VoiceOver says, like comment numbers, the thread summary when a page opens, and every item's comment count. They're now translated into all 22 languages, and counts use each language's own plural forms instead of adding an English "s".
ar: عند ضبط التطبيق على لغة أخرى، كانت أجزاء من كل صفحة تفاصيل لا تزال بالإنجليزية: عناوين الأقسام مثل خطوات إعادة الإنتاج وملاحظات الحلقة، وأزرار مشغّل البودكاست، وحالة الخطأ وخطورته، وتنبيهات App Store في إدخالات التطبيقات، والكثير مما يقوله VoiceOver، مثل أرقام التعليقات وملخص النقاش عند فتح الصفحة وعدد تعليقات كل عنصر. أصبحت الآن مترجمة إلى جميع اللغات الـ22، وتستخدم الأعداد صيغ الجمع الخاصة بكل لغة بدلًا من إضافة حرف "s" الإنجليزي.
de: War die App auf eine andere Sprache eingestellt, waren Teile jeder Detailseite noch auf Englisch: Abschnittsüberschriften wie Schritte zum Reproduzieren und Shownotes, die Tasten des Podcast-Players, Status und Schweregrad von Fehlern, App-Store-Hinweise bei App-Einträgen und vieles, was VoiceOver sagt, etwa Kommentarnummern, die Zusammenfassung der Diskussion beim Öffnen einer Seite und die Kommentaranzahl jedes Eintrags. All das ist jetzt in alle 22 Sprachen übersetzt, und Anzahlen verwenden die Pluralformen der jeweiligen Sprache, statt ein englisches „s“ anzuhängen.
el: Όταν η εφαρμογή ήταν ρυθμισμένη σε άλλη γλώσσα, μέρη κάθε σελίδας λεπτομερειών ήταν ακόμα στα αγγλικά: επικεφαλίδες ενοτήτων όπως Βήματα αναπαραγωγής και Σημειώσεις επεισοδίου, τα κουμπιά του προγράμματος αναπαραγωγής podcast, η κατάσταση και η σοβαρότητα σφαλμάτων, οι ειδοποιήσεις του App Store στις καταχωρίσεις εφαρμογών και πολλά από όσα λέει το VoiceOver, όπως οι αριθμοί σχολίων, η σύνοψη της συζήτησης όταν ανοίγει μια σελίδα και το πλήθος σχολίων κάθε στοιχείου. Τώρα έχουν μεταφραστεί και στις 22 γλώσσες, και τα πλήθη χρησιμοποιούν τους πληθυντικούς κάθε γλώσσας αντί να προσθέτουν ένα αγγλικό «s».
es: Con la app en otro idioma, partes de cada página de detalle seguían en inglés: encabezados de sección como Pasos para reproducirlo y Notas del episodio, los botones del reproductor de pódcast, el estado y la gravedad de los errores, los avisos del App Store en las entradas de apps y buena parte de lo que dice VoiceOver, como los números de comentario, el resumen del hilo al abrir una página y el número de comentarios de cada elemento. Ahora están traducidos a los 22 idiomas, y los recuentos usan las formas de plural de cada idioma en lugar de añadir una "s" en inglés.
fa: وقتی زبان برنامه روی زبان دیگری تنظیم بود، بخش‌هایی از هر صفحهٔ جزئیات هنوز انگلیسی بود: عنوان بخش‌هایی مثل مراحل بازتولید و یادداشت‌های قسمت، دکمه‌های پخش‌کنندهٔ پادکست، وضعیت و شدت اشکال‌ها، اعلان‌های App Store در ورودی‌های برنامه و بسیاری از چیزهایی که VoiceOver می‌گوید، مثل شمارهٔ نظرها، خلاصهٔ گفتگو هنگام باز شدن صفحه و تعداد نظرهای هر مورد. اکنون همهٔ این‌ها به ۲۲ زبان ترجمه شده‌اند و شمارش‌ها به‌جای افزودن «s» انگلیسی، از صورت‌های جمع هر زبان استفاده می‌کنند.
fr: Avec l'app réglée dans une autre langue, certaines parties de chaque page de détail restaient en anglais : titres de section comme Étapes pour reproduire et Notes de l'épisode, boutons du lecteur de podcast, statut et gravité des bugs, avis de l'App Store sur les fiches d'applis, et une bonne partie de ce que dit VoiceOver, comme les numéros de commentaires, le résumé de la discussion à l'ouverture d'une page et le nombre de commentaires de chaque élément. Tout cela est désormais traduit dans les 22 langues, et les nombres utilisent les formes du pluriel propres à chaque langue au lieu d'ajouter un « s » anglais.
he: כשהאפליקציה הוגדרה לשפה אחרת, חלקים מכל דף פרטים עדיין הופיעו באנגלית: כותרות מקטעים כמו שלבים לשחזור והערות לפרק, כפתורי נגן הפודקאסטים, מצב וחומרה של באגים, הודעות App Store ברשומות אפליקציה, והרבה ממה ש-VoiceOver אומר, כמו מספרי תגובות, סיכום הדיון כשדף נפתח ומספר התגובות של כל פריט. עכשיו הכול מתורגם לכל 22 השפות, והספירות משתמשות בצורות הרבים של כל שפה במקום להוסיף "s" באנגלית.
hi: ऐप को किसी दूसरी भाषा पर सेट करने पर भी हर विवरण पेज के कुछ हिस्से अंग्रेज़ी में ही रहते थे: दोहराने के चरण और एपिसोड नोट्स जैसे सेक्शन शीर्षक, पॉडकास्ट प्लेयर के बटन, बग की स्थिति और गंभीरता, ऐप प्रविष्टियों पर App Store सूचनाएँ, और VoiceOver की कही जाने वाली कई बातें, जैसे टिप्पणी नंबर, पेज खुलने पर चर्चा का सारांश, और हर आइटम की टिप्पणी संख्या। अब ये सभी 22 भाषाओं में अनूदित हैं, और गिनतियाँ अंग्रेज़ी "s" जोड़ने के बजाय हर भाषा के अपने बहुवचन रूप इस्तेमाल करती हैं।
id: Saat aplikasi diatur ke bahasa lain, sebagian dari setiap halaman detail masih berbahasa Inggris: judul bagian seperti Langkah untuk Mereproduksi dan Catatan Episode, tombol pemutar podcast, status dan tingkat keparahan bug, pemberitahuan App Store pada entri aplikasi, dan banyak hal yang diucapkan VoiceOver, seperti nomor komentar, ringkasan diskusi saat halaman dibuka, dan jumlah komentar setiap item. Semuanya kini diterjemahkan ke 22 bahasa, dan jumlah memakai bentuk jamak tiap bahasa, bukan menambahkan "s" bahasa Inggris.
it: Con l'app impostata in un'altra lingua, parti di ogni pagina di dettaglio erano ancora in inglese: titoli di sezione come Passaggi per riprodurre e Note dell'episodio, i pulsanti del player dei podcast, lo stato e la gravità dei bug, gli avvisi dell'App Store sulle voci delle app e molto di ciò che dice VoiceOver, come i numeri dei commenti, il riepilogo della discussione all'apertura di una pagina e il numero di commenti di ogni elemento. Ora è tutto tradotto in tutte le 22 lingue, e i conteggi usano le forme plurali di ciascuna lingua invece di aggiungere una "s" inglese.
ja: アプリを別の言語に設定していても、各詳細ページの一部は英語のままでした。「再現手順」や「エピソードのメモ」などのセクション見出し、ポッドキャストプレーヤーのボタン、バグの状態と重大度、アプリのエントリの App Store に関するお知らせ、そしてコメント番号、ページを開いたときのスレッドの概要、各項目のコメント数など、VoiceOver が読み上げる内容の多くです。これらはすべて 22 言語に翻訳され、件数も英語の「s」を付けるのではなく、各言語の複数形で表示されるようになりました。
ko: 앱을 다른 언어로 설정해도 모든 상세 페이지의 일부가 여전히 영어로 표시되었습니다. 재현 단계, 에피소드 노트 같은 섹션 제목, 팟캐스트 플레이어 버튼, 버그 상태와 심각도, 앱 항목의 App Store 안내, 그리고 댓글 번호, 페이지를 열 때의 스레드 요약, 각 항목의 댓글 수 등 VoiceOver가 읽어 주는 내용의 상당 부분이 그랬습니다. 이제 모두 22개 언어로 번역되었으며, 개수는 영어 "s"를 붙이는 대신 각 언어의 복수형을 사용합니다.
nl: Als de app op een andere taal stond, waren delen van elke detailpagina nog in het Engels: sectiekoppen zoals Stappen om te reproduceren en Afleveringsnotities, de knoppen van de podcastspeler, status en ernst van bugs, App Store-meldingen bij app-vermeldingen, en veel van wat VoiceOver zegt, zoals reactienummers, de samenvatting van de discussie bij het openen van een pagina en het aantal reacties van elk item. Ze zijn nu vertaald in alle 22 talen, en aantallen gebruiken de meervoudsvormen van elke taal in plaats van een Engelse "s" toe te voegen.
pl: Gdy aplikacja była ustawiona na inny język, fragmenty każdej strony szczegółów nadal były po angielsku: nagłówki sekcji, takie jak Kroki do odtworzenia i Notatki do odcinka, przyciski odtwarzacza podcastów, status i ważność błędów, komunikaty App Store we wpisach aplikacji oraz wiele z tego, co mówi VoiceOver, np. numery komentarzy, podsumowanie dyskusji po otwarciu strony i liczba komentarzy każdego elementu. Teraz wszystko to jest przetłumaczone na 22 języki, a liczebniki używają form mnogich danego języka zamiast dodawać angielskie „s”.
pt: Com o app em outro idioma, partes de cada página de detalhes ainda apareciam em inglês: títulos de seção como Passos para reproduzir e Notas do episódio, os botões do player de podcast, o status e a gravidade dos bugs, os avisos da App Store nas entradas de apps e boa parte do que o VoiceOver diz, como os números dos comentários, o resumo da conversa ao abrir uma página e a contagem de comentários de cada item. Agora tudo isso está traduzido para os 22 idiomas, e as contagens usam as formas de plural de cada idioma em vez de acrescentar um "s" em inglês.
ru: Если в приложении был выбран другой язык, часть каждой страницы с подробностями всё равно оставалась на английском: заголовки разделов вроде «Шаги воспроизведения» и «Заметки к выпуску», кнопки проигрывателя подкастов, статус и серьёзность ошибок, уведомления App Store в записях приложений и многое из того, что произносит VoiceOver, — номера комментариев, сводка обсуждения при открытии страницы и число комментариев у каждого элемента. Теперь всё это переведено на все 22 языка, а числа используют формы множественного числа каждого языка вместо английского «s».
sv: När appen var inställd på ett annat språk var delar av varje detaljsida fortfarande på engelska: avsnittsrubriker som Steg för att återskapa och Avsnittsanteckningar, poddspelarens knappar, buggars status och allvarlighetsgrad, App Store-meddelanden på appobjekt och mycket av det VoiceOver säger, som kommentarsnummer, sammanfattningen av tråden när en sida öppnas och antalet kommentarer för varje objekt. Allt detta är nu översatt till alla 22 språk, och antal använder varje språks egna pluralformer i stället för att lägga till ett engelskt "s".
th: เมื่อตั้งค่าแอปเป็นภาษาอื่น บางส่วนของหน้ารายละเอียดทุกหน้ายังเป็นภาษาอังกฤษ ได้แก่ หัวข้อส่วนต่างๆ เช่น ขั้นตอนการทำให้เกิดซ้ำ และบันทึกประจำตอน ปุ่มของเครื่องเล่นพอดแคสต์ สถานะและความรุนแรงของข้อบกพร่อง ประกาศจาก App Store ในรายการแอป และสิ่งที่ VoiceOver อ่านอีกหลายอย่าง เช่น หมายเลขความคิดเห็น สรุปการสนทนาเมื่อเปิดหน้า และจำนวนความคิดเห็นของแต่ละรายการ ตอนนี้ทั้งหมดแปลเป็นทั้ง 22 ภาษาแล้ว และการนับจำนวนใช้รูปแบบพหูพจน์ของแต่ละภาษาแทนการเติม "s" แบบภาษาอังกฤษ
tr: Uygulama başka bir dile ayarlıyken her ayrıntı sayfasının bazı bölümleri hâlâ İngilizceydi: Yeniden Oluşturma Adımları ve Bölüm Notları gibi bölüm başlıkları, podcast oynatıcının düğmeleri, hataların durumu ve önem derecesi, uygulama girişlerindeki App Store bildirimleri ve VoiceOver'ın söylediklerinin çoğu; örneğin yorum numaraları, bir sayfa açıldığında tartışma özeti ve her öğenin yorum sayısı. Artık hepsi 22 dilin tamamına çevrildi ve sayılar İngilizce bir "s" eklemek yerine her dilin kendi çoğul biçimlerini kullanıyor.
uk: Коли в додатку було вибрано іншу мову, частини кожної сторінки з подробицями все одно лишалися англійською: заголовки розділів, як-от «Кроки відтворення» та «Нотатки до випуску», кнопки програвача подкастів, статус і серйозність помилок, повідомлення App Store у записах додатків і багато з того, що промовляє VoiceOver, — номери коментарів, підсумок обговорення під час відкриття сторінки та кількість коментарів у кожного елемента. Тепер усе це перекладено всіма 22 мовами, а кількості використовують форми множини кожної мови замість англійського «s».
vi: Khi ứng dụng được đặt sang ngôn ngữ khác, một số phần của mọi trang chi tiết vẫn bằng tiếng Anh: tiêu đề mục như Các bước tái hiện và Ghi chú tập, các nút của trình phát podcast, trạng thái và mức độ của lỗi, thông báo App Store trên mục ứng dụng, và nhiều điều VoiceOver đọc, như số thứ tự bình luận, phần tóm tắt thảo luận khi mở trang và số bình luận của từng mục. Giờ đây tất cả đã được dịch sang đủ 22 ngôn ngữ, và các con số dùng dạng số nhiều riêng của từng ngôn ngữ thay vì thêm chữ "s" tiếng Anh.
zh_hans: 将应用设为其他语言时，每个详情页面的部分内容仍显示为英文：“复现步骤”“单集笔记”等章节标题、播客播放器的按钮、错误的状态和严重程度、应用条目上的 App Store 提示，以及 VoiceOver 朗读的许多内容，如评论编号、打开页面时的讨论摘要和每个项目的评论数。现在这些内容都已翻译成全部 22 种语言，数量也会使用各语言自己的复数形式，而不再加上英文的“s”。

source: Marked as read.
ar: تم التعليم كمقروء.
de: Als gelesen markiert.
el: Επισημάνθηκε ως αναγνωσμένο.
es: Marcado como leído.
fa: به‌عنوان خوانده‌شده علامت خورد.
fr: Marqué comme lu.
he: סומן כנקרא.
hi: पढ़ा हुआ चिह्नित किया गया।
id: Ditandai sudah dibaca.
it: Segnato come letto.
ja: 既読にしました。
ko: 읽음으로 표시했습니다.
nl: Gemarkeerd als gelezen.
pl: Oznaczono jako przeczytane.
pt: Marcado como lido.
ru: Отмечено как прочитанное.
sv: Markerad som läst.
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretlendi.
uk: Позначено як прочитане.
vi: Đã đánh dấu là đã đọc.
zh_hans: 已标记为已读。

source: Jump to First New Comment Lands on the Comment Again
ar: «الانتقال إلى أول تعليق جديد» يصل إلى التعليق من جديد
de: „Zum ersten neuen Kommentar springen“ landet wieder beim Kommentar
el: Η «Μετάβαση στο πρώτο νέο σχόλιο» φτάνει ξανά στο σχόλιο
es: «Ir al primer comentario nuevo» vuelve a llevarte al comentario
fa: «رفتن به اولین نظر تازه» دوباره روی خود نظر می‌رود
fr: « Aller au premier nouveau commentaire » mène de nouveau au commentaire
he: "מעבר לתגובה החדשה הראשונה" מגיע שוב לתגובה
hi: "पहली नई टिप्पणी पर जाएँ" फिर से टिप्पणी पर पहुँचता है
id: Lompat ke Komentar Baru Pertama Kembali Mendarat di Komentarnya
it: «Vai al primo nuovo commento» torna a portarti al commento
ja: 「最初の新着コメントへ移動」でコメントに移動するように
ko: '첫 번째 새 댓글로 이동'이 다시 댓글로 이동합니다
nl: ‘Naar eerste nieuwe reactie’ komt weer op de reactie uit
pl: „Przejdź do pierwszego nowego komentarza” znów trafia na komentarz
pt: "Ir para o primeiro comentário novo" volta a levar ao comentário
ru: «К первому новому комментарию» снова ведёт к комментарию
sv: ”Gå till första nya kommentaren” hamnar på kommentaren igen
th: "ไปยังความคิดเห็นใหม่แรก" พาไปที่ความคิดเห็นได้อีกครั้ง
tr: "İlk Yeni Yoruma Git" Yeniden Yoruma Götürüyor
uk: «До першого нового коментаря» знову веде до коментаря
vi: "Chuyển tới bình luận mới đầu tiên" lại đưa bạn đến đúng bình luận
zh_hans: “跳到第一条新评论”重新定位到评论

source: Using Jump to First New Comment from Home opened the page but left VoiceOver on the title instead of the first new comment. This happened most often with forum topics and app entries, and with anything you hadn't opened before. It now lands right on the first comment you haven't seen, even when it's further down a long thread. Reported directly.
ar: كان استخدام «الانتقال إلى أول تعليق جديد» من الصفحة الرئيسية يفتح الصفحة لكنه يترك VoiceOver على العنوان بدلًا من أول تعليق جديد. كان ذلك يحدث غالبًا مع مواضيع المنتديات وإدخالات التطبيقات، ومع أي شيء لم تفتحه من قبل. أصبح الآن يصل مباشرة إلى أول تعليق لم تره، حتى لو كان في موضع متأخر من نقاش طويل. تم الإبلاغ عنه مباشرة.
de: „Zum ersten neuen Kommentar springen“ auf der Startseite öffnete zwar die Seite, ließ VoiceOver aber auf dem Titel statt auf dem ersten neuen Kommentar. Das passierte vor allem bei Forenthemen und App-Einträgen sowie bei allem, was du noch nie geöffnet hattest. Jetzt landest du direkt beim ersten Kommentar, den du noch nicht gesehen hast – auch wenn er weiter unten in einer langen Diskussion steht. Direkt gemeldet.
el: Η «Μετάβαση στο πρώτο νέο σχόλιο» από την Αρχική άνοιγε τη σελίδα, αλλά άφηνε το VoiceOver στον τίτλο αντί για το πρώτο νέο σχόλιο. Συνέβαινε κυρίως σε θέματα φόρουμ και καταχωρίσεις εφαρμογών, καθώς και σε ό,τι δεν είχατε ανοίξει ποτέ. Τώρα φτάνει κατευθείαν στο πρώτο σχόλιο που δεν έχετε δει, ακόμα κι αν βρίσκεται πιο κάτω σε μια μεγάλη συζήτηση. Αναφέρθηκε απευθείας.
es: Usar «Ir al primer comentario nuevo» desde Inicio abría la página, pero dejaba VoiceOver en el título en lugar del primer comentario nuevo. Pasaba sobre todo con temas del foro y entradas de apps, y con cualquier cosa que no hubieras abierto antes. Ahora te lleva directamente al primer comentario que no has visto, aunque esté más abajo en un hilo largo. Informado directamente.
fa: استفاده از «رفتن به اولین نظر تازه» در خانه صفحه را باز می‌کرد، اما VoiceOver را به‌جای اولین نظر تازه روی عنوان نگه می‌داشت. این بیشتر در موضوع‌های انجمن و ورودی‌های برنامه و هر چیزی که قبلاً باز نکرده بودید رخ می‌داد. اکنون مستقیم روی اولین نظری می‌رود که ندیده‌اید، حتی اگر پایین‌تر در یک گفتگوی طولانی باشد. مستقیماً گزارش شد.
fr: Utiliser « Aller au premier nouveau commentaire » depuis l'Accueil ouvrait bien la page, mais laissait VoiceOver sur le titre au lieu du premier nouveau commentaire. Cela arrivait surtout avec les sujets du forum et les fiches d'applis, ainsi qu'avec tout ce que vous n'aviez jamais ouvert. Vous arrivez désormais directement sur le premier commentaire que vous n'avez pas vu, même s'il se trouve plus bas dans une longue discussion. Signalé directement.
he: השימוש ב"מעבר לתגובה החדשה הראשונה" ממסך הבית פתח את הדף, אבל השאיר את VoiceOver על הכותרת במקום על התגובה החדשה הראשונה. זה קרה בעיקר בנושאי פורום וברשומות אפליקציה, ובכל דבר שעוד לא פתחת. עכשיו מגיעים ישר לתגובה הראשונה שעוד לא ראית, גם אם היא נמצאת נמוך יותר בדיון ארוך. דווח ישירות.
hi: होम से "पहली नई टिप्पणी पर जाएँ" इस्तेमाल करने पर पेज तो खुल जाता था, लेकिन VoiceOver पहली नई टिप्पणी के बजाय शीर्षक पर ही रह जाता था। ऐसा ज़्यादातर फ़ोरम विषयों और ऐप प्रविष्टियों में होता था, और उन चीज़ों में भी जिन्हें आपने पहले कभी नहीं खोला था। अब यह सीधे उस पहली टिप्पणी पर पहुँचता है जो आपने नहीं देखी, भले ही वह किसी लंबी चर्चा में काफ़ी नीचे हो। सीधे रिपोर्ट किया गया।
id: Menggunakan Lompat ke Komentar Baru Pertama dari Beranda membuka halamannya, tetapi VoiceOver tetap di judul, bukan di komentar baru pertama. Ini paling sering terjadi pada topik forum dan entri aplikasi, serta pada apa pun yang belum pernah Anda buka. Kini langsung mendarat di komentar pertama yang belum Anda lihat, meskipun letaknya jauh di bawah dalam diskusi panjang. Dilaporkan langsung.
it: Usare «Vai al primo nuovo commento» dalla Home apriva la pagina, ma lasciava VoiceOver sul titolo invece che sul primo nuovo commento. Succedeva soprattutto con gli argomenti del forum e le voci delle app, e con tutto ciò che non avevi mai aperto. Ora arrivi direttamente al primo commento che non hai visto, anche se si trova più in basso in una discussione lunga. Segnalato direttamente.
ja: ホームから「最初の新着コメントへ移動」を使うとページは開きますが、VoiceOver が最初の新着コメントではなくタイトルに留まっていました。特にフォーラムのトピックやアプリのエントリ、まだ開いたことのない項目で起きていました。今後は、長いスレッドの下の方にあっても、まだ見ていない最初のコメントに直接移動します。直接報告いただきました。
ko: 홈에서 '첫 번째 새 댓글로 이동'을 사용하면 페이지는 열리지만 VoiceOver가 첫 번째 새 댓글 대신 제목에 머물렀습니다. 주로 포럼 주제와 앱 항목, 그리고 한 번도 열어 보지 않은 항목에서 발생했습니다. 이제 긴 스레드의 아래쪽에 있더라도 아직 보지 않은 첫 번째 댓글로 바로 이동합니다. 직접 보고되었습니다.
nl: ‘Naar eerste nieuwe reactie’ vanaf Home opende de pagina wel, maar liet VoiceOver op de titel staan in plaats van op de eerste nieuwe reactie. Dat gebeurde vooral bij forumonderwerpen en app-vermeldingen, en bij alles wat je nog nooit had geopend. Nu kom je direct uit bij de eerste reactie die je nog niet hebt gezien, ook als die verder naar beneden in een lange discussie staat. Rechtstreeks gemeld.
pl: Użycie „Przejdź do pierwszego nowego komentarza” na ekranie głównym otwierało stronę, ale VoiceOver zostawał na tytule zamiast na pierwszym nowym komentarzu. Działo się tak głównie w tematach forum i wpisach aplikacji oraz we wszystkim, czego wcześniej nie otwierano. Teraz trafiasz prosto na pierwszy komentarz, którego jeszcze nie widziałeś, nawet jeśli jest niżej w długiej dyskusji. Zgłoszone bezpośrednio.
pt: Usar "Ir para o primeiro comentário novo" na Início abria a página, mas deixava o VoiceOver no título em vez do primeiro comentário novo. Isso acontecia principalmente com tópicos do fórum e entradas de apps, e com qualquer coisa que você nunca tivesse aberto. Agora você vai direto ao primeiro comentário que ainda não viu, mesmo que ele esteja mais abaixo em uma conversa longa. Relatado diretamente.
ru: Действие «К первому новому комментарию» на главной открывало страницу, но VoiceOver оставался на заголовке, а не на первом новом комментарии. Чаще всего это происходило с темами форума и записями приложений, а также со всем, что вы ещё не открывали. Теперь вы сразу попадаете на первый непрочитанный комментарий, даже если он далеко внизу длинного обсуждения. Сообщено напрямую.
sv: ”Gå till första nya kommentaren” från Hem öppnade sidan men lämnade VoiceOver på rubriken i stället för på den första nya kommentaren. Det hände oftast med forumämnen och appobjekt, och med allt du inte hade öppnat tidigare. Nu hamnar du direkt på den första kommentaren du inte har sett, även om den ligger längre ner i en lång tråd. Rapporterat direkt.
th: การใช้ "ไปยังความคิดเห็นใหม่แรก" จากหน้าหลักจะเปิดหน้าได้ แต่ VoiceOver ยังค้างอยู่ที่ชื่อเรื่องแทนที่จะไปที่ความคิดเห็นใหม่แรก ซึ่งเกิดบ่อยที่สุดกับหัวข้อในฟอรัมและรายการแอป รวมถึงสิ่งที่คุณยังไม่เคยเปิด ตอนนี้จะพาไปที่ความคิดเห็นแรกที่คุณยังไม่เห็นโดยตรง แม้จะอยู่ลึกลงไปในการสนทนาที่ยาว ได้รับรายงานโดยตรง
tr: Ana Sayfa'dan "İlk Yeni Yoruma Git" kullanıldığında sayfa açılıyor, ancak VoiceOver ilk yeni yorum yerine başlıkta kalıyordu. Bu en çok forum konularında ve uygulama girişlerinde, ayrıca daha önce hiç açmadığınız öğelerde oluyordu. Artık uzun bir tartışmanın aşağılarında olsa bile görmediğiniz ilk yoruma doğrudan gidiyor. Doğrudan bildirildi.
uk: Дія «До першого нового коментаря» на головній відкривала сторінку, але VoiceOver лишався на заголовку, а не на першому новому коментарі. Найчастіше це траплялося з темами форуму й записами додатків, а також з усім, що ви ще не відкривали. Тепер ви одразу потрапляєте на перший коментар, якого ще не бачили, навіть якщо він далеко внизу довгого обговорення. Повідомлено напряму.
vi: Dùng "Chuyển tới bình luận mới đầu tiên" từ Trang chủ sẽ mở trang, nhưng VoiceOver lại dừng ở tiêu đề thay vì bình luận mới đầu tiên. Điều này xảy ra nhiều nhất với chủ đề diễn đàn và mục ứng dụng, cũng như với những gì bạn chưa từng mở. Giờ đây bạn sẽ đến thẳng bình luận đầu tiên mà bạn chưa xem, kể cả khi nó nằm sâu trong một cuộc thảo luận dài. Được báo cáo trực tiếp.
zh_hans: 在主页使用“跳到第一条新评论”时，页面会打开，但 VoiceOver 停在标题上，而不是第一条新评论。这种情况多见于论坛话题和应用条目，以及你从未打开过的内容。现在会直接定位到你还没看过的第一条评论，即使它位于长讨论的靠后位置。直接报告的问题。

source: Yes
ar: نعم
de: Ja
el: Ναι
es: Sí
fa: بله
fr: Oui
he: כן
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
